Repository: common-repository/untappd-ratings-for-woocommerce
Catalog: i18n/languages/untappd-ratings-for-woocommerce-*.po
Languages: ca, es_es

source: at
ca: a les
es_es: en

source: on
ca: el
es_es: el

source: %s customer review
ca: %s ressenya dels clients
es_es: %s opinión de cliente

source: %s rating
ca: %s puntuació
es_es: %s calificación

source: Add product link
ca: Afegeix l'enllaç del producte
es_es: Agregar enlace de producto

source: Add rating data to structured data to display it on search engines (Google, Bing etc...)
ca: Afegiu dades de valoració a dades estructurades per mostrar-les als motors de cerca (Google, Bing, etc...)
es_es: Agregue datos de calificación a datos estructurados para mostrarlos en los motores de búsqueda (Google, Bing, etc.)

source: Add rating data to structured data when checkin comment is present. If not checked a comment is added to review.
ca: Afegiu dades de valoració a les dades estructurades quan hi hagi un comentari de registre. Si no està marcat, s'afegeix un comentari per revisar.
es_es: Agregue datos de calificación a datos estructurados cuando haya un comentario de registro. Si no se marca, se agrega un comentario para revisar.

source: API not working:
ca: L'API no funciona:
es_es: La API no funciona:

source: API server address
ca: Adreça del servidor de l'API
es_es: dirección del servidor API

source: API Url
ca: URL de l'API
es_es: URL de API

source: APP Name
ca: Nom de l'aplicació
es_es: Nombre de la aplicación

source: Apply disallowed and moderation words filters to Untappd data.
ca: Apliqueu filtres de paraules no permeses i de moderació a les dades Untappd.
es_es: Aplique filtros de palabras no permitidas y de moderación a los datos de Untappd.

source: Beer with id %d does not exist.
ca: La cervesa amb l'identificador %d no existeix.
es_es: La cerveza con id %d no existe.

source: Cache disabled to prevent infinite calls to the Untappd API. This setting disables the Untappd map feed.
ca: La memòria cau desactivada per evitar trucades infinites a l'API Untappd. Aquesta configuració desactiva el feed de mapes Untappd.
es_es: Caché deshabilitada para evitar llamadas infinitas a la API Untappd. Esta configuración deshabilita la fuente de mapas Untappd.

source: Cache is enabled.
ca: La memòria cau està activada.
es_es: El caché está habilitado.

source: Cache not working.
ca: La memòria cau no funciona.
es_es: La caché no funciona.

source: Cache status
ca: Estat de la memòria cau
es_es: Estado de caché

source: Cache time
ca: Temps de memòria cau
es_es: Tiempo de Cache

source: Checkins with WP disallowed words will not be shown and checkins with moderated words will only be shown to WP editors.
ca: Els registres amb paraules no permeses de WP no es mostraran i els registres amb paraules moderades només es mostraran als editors de WP.
es_es: Los registros con palabras no permitidas de WP no se mostrarán y los registros con palabras moderadas solo se mostrarán a los editores de WP.

source: Chillcode
es_es: código frío

source: Comment
ca: Comentari
es_es: Comentario

source: Configure Untappd API to start using it.
ca: Configura l'API Untappd per començar a utilitzar-la.
es_es: Configure la API Untappd para comenzar a usarla.

source: Configure Untappd for WooCommerce to start using it.
ca: Configureu Untappd per a WooCommerce per començar a utilitzar-lo.
es_es: Configure Untappd para WooCommerce para comenzar a usarlo.

source: Connect your WooCommerce Store with Untappd
ca: Connecteu la vostra botiga WooCommerce amb Untappd
es_es: Conecte su tienda WooCommerce con Untappd

source: Display a link to Untappd with total ratings.
ca: Mostra un enllaç a Untappd amb les valoracions totals.
es_es: Muestra un enlace a Untappd con calificaciones totales.

source: Display ratings in text format x/5
ca: Mostra les puntuacions en format de text x/5
es_es: Mostrar calificaciones en formato de texto x/5

source: Display ratings text
ca: Mostra el text de les valoracions
es_es: Mostrar texto de calificaciones

source: Display total ratings
ca: Mostra les valoracions totals
es_es: Mostrar calificaciones totales

source: Empty feed.
ca: Alimentació buida.
es_es: Pienso vacío.

source: Enable sorting on loop-page by Untappd ratings. To enable sorting by ratings, URWC will add post meta data to all products.
ca: Habiliteu l'ordenació a la pàgina de bucle per puntuacions Untappd. Per habilitar l'ordenació per classificacions, URWC afegirà metadades de publicació a tots els productes.
es_es: Habilite la clasificación en la página en bucle por calificaciones de Untappd. Para permitir la clasificación por calificaciones, URWC agregará metadatos de publicaciones a todos los productos.

# enhanced select
source: API not configured.
ca: API no configurada.
es_es: API no configurada.

# enhanced select
source: Copied to clipboard
ca: S'ha copiat al porta-retalls
es_es: Copiado al portapapeles

# enhanced select
source: No matches found
ca: No s'han trobat coincidències
es_es: No se encontraron coincidencias

# enhanced select
source: Please enter %qty% or more characters
ca: Introduïu %qty% o més caràcters
es_es: Por favor ingrese %qty% o más caracteres

# enhanced select
source: Please enter %qty% or more numbers
ca: Introduïu %qty% o més números
es_es: Por favor ingrese %qty% o más números

# enhanced select
source: Please enter 1 or more numbers
ca: Introduïu 1 o més números
es_es: Por favor ingrese 1 o más números

source: Enter a beer id or a search term to find the beer ID. Use brewery name and beer name to prevent too many calls to Untappd API.
ca: Introduïu un identificador de cervesa o un terme de cerca per trobar l'identificador de la cervesa. Utilitzeu el nom de la cerveseria i el nom de la cervesa per evitar massa trucades a l'API Untappd.
es_es: Ingrese una identificación de cerveza o un término de búsqueda para encontrar la identificación de la cerveza. Utilice el nombre de la cervecería y el nombre de la cerveza para evitar demasiadas llamadas a la API de Untappd.

source: Error retrieving beer information with id %d.
ca: S'ha produït un error en recuperar la informació de la cervesa amb l'identificador %d.
es_es: Error al recuperar información de cerveza con ID %d.

source: If Untappd reviewed beverage exists on Woo products show a link to it on the InfoWindow.
ca: Si existeix una beguda revisada per Untappd als productes Woo, mostreu-hi un enllaç a la finestra d'informació.
es_es: Si la bebida revisada por Untappd existe en los productos Woo, muestre un enlace en la ventana de información.

source: Invalid brewery id.
ca: Identificador de cerveseria no vàlid.
es_es: Identificación de cervecería no válida.

source: Invalid map id.
ca: Identificador de mapa no vàlid.
es_es: ID de mapa no válido.

source: Invalid shortcode attributes. Please verify the configuration.
ca: Atributs de codi curt no vàlids. Verifiqueu la configuració.
es_es: Atributos de shortcode no válidos. Por favor verifique la configuración.

source: is drinking a
ca: està bevent una
es_es: está bebiendo un

source: Only show ratings and reviews to WP editors on InfoWindows.
ca: Mostra només puntuacions i ressenyes als editors de WP a InfoWindows.
es_es: Muestre solo calificaciones y reseñas a los editores de WP en InfoWindows.

source: Overwrite WooCommerce ratings with Untappd one's.
ca: Sobreescriu les puntuacions de WooCommerce amb les de Untappd.
es_es: Sobrescriba las calificaciones de WooCommerce con las de Untappd.

source: Rate limit remaining per next hour: %s calls
ca: Límit de tarifa restant per l'hora següent: %s trucades
es_es: Límite de tarifa restante para la próxima hora: %s llamadas

source: Rating
ca: Valoració
es_es: Clasificación

source: Reviews are not verified
ca: Les ressenyes no estan verificades
es_es: Las reseñas no están verificadas

source: Search for a beer&hellip;
ca: Busca una cervesa...
es_es: Busca una cerveza...

source: Search for a Brewery&hellip;
ca: Busca una cerveseria...
es_es: Busque una cervecería…

source: Search to find your brewery ID. Click on the selector to copy the ID to clipboard.
ca: Cerca per trobar el teu identificador de cerveseria. Feu clic al selector per copiar l'ID al porta-retalls.
es_es: Busque para encontrar el ID de su cervecería. Haga clic en el selector para copiar el ID al portapapeles.

source: Settings
ca: Configuració
es_es: Ajustes

source: Show "Powered by Untappd" logo
ca: Mostra el logotip "Powered by Untappd".
es_es: Mostrar el logotipo "Desarrollado por Untappd"

source: Show "Powered by Untappd" logo at Storefront credit links
ca: Mostra el logotip "Powered by Untappd" als enllaços de crèdit de Storefront
es_es: Muestre el logotipo "Desarrollado por Untappd" en los enlaces de crédito del escaparate

source: Show a disclaimer linking to Untappd Guidelines at the footer of the infoWindow.
ca: Mostra una exempció de responsabilitat que enllaça amb les directrius Untappd al peu de la finestra d'informació.
es_es: Muestre un descargo de responsabilidad que enlace a las Directrices de Untappd en el pie de página de la ventana de información.

source: Show disclaimer on infoWindows marker.
ca: Mostra l'exempció de responsabilitat al marcador d'infoWindows.
es_es: Mostrar descargo de responsabilidad en el marcador de infoWindows.

source: Show ratings/reviews only to WP editors.
ca: Mostra les valoracions/ressenyes només als editors de WP.
es_es: Muestra calificaciones/reseñas solo a los editores de WP.

source: Sort using Untappd Ratings
ca: Ordena amb Untappd Ratings
es_es: Ordenar usando calificaciones de Untappd

source: Structured data
ca: Dades estructurades
es_es: Datos estructurados

source: Structured data comments only
ca: Només comentaris de dades estructurades
es_es: Solo comentarios de datos estructurados

source: The supplied beer ID is not valid.
ca: L'identificador de cervesa subministrat no és vàlid.
es_es: La identificación de cerveza proporcionada no es válida.

source: This setting is automatically set to disabled cache when URWC failed to store Untappd data. When disabled, Untapdd Map Feed will not load data.
ca: Aquesta configuració s'estableix automàticament a la memòria cau desactivada quan URWC no ha pogut emmagatzemar les dades Untappd. Quan està desactivat, Untapdd Map Feed no carregarà dades.
es_es: Esta configuración se establece automáticamente en caché deshabilitada cuando URWC no pudo almacenar datos de Untappd. Cuando está deshabilitado, Untapdd Map Feed no cargará datos.

source: Time the API query is cached
ca: Temps en què s'emmagatzema la consulta de l'API a la memòria cau
es_es: Hora en que se almacena en caché la consulta API

source: Unknown Author
ca: Autor desconegut
es_es: Autor desconocido

source: Untappd
es_es: Enderezado

source: Untappd API
es_es: API desaprovechada

source: Untappd API Client ID
ca: Untappd ID de client de l'API
es_es: ID de cliente API Untappd

source: Untappd API Client ID required to connect to Untappd API. Ask for it.
ca: Es requereix un ID de client de l'API Untappd per connectar-se a l'API Untappd. Demana-ho.
es_es: Se requiere el ID de cliente de la API de Untappd para conectarse a la API de Untappd. Pregunta por ello.

source: Untappd API Client Secret
ca: Secret de client de l'API Untappd
es_es: Secreto del cliente API Untappd

source: Untappd API Client Secret required to connect to Untappd API
ca: Untappd API Client Secret necessari per connectar-se a Untappd API
es_es: Se requiere el secreto del cliente API de Untappd para conectarse a la API de Untappd

source: Untappd beer search
ca: Untappd cerca de cervesa
es_es: Búsqueda de cerveza en Untappd

source: Untappd brewery search
ca: Cerca de cerveseria a Untappd
es_es: Búsqueda de cervecería en Untappd

source: Untappd map
ca: Untappd mapa
es_es: Mapa Untappd

source: Untappd Rating
ca: Valoració Untappd
es_es: Clasificación no aprovechada

source: Untappd Ratings
ca: Valoracions Untappd
es_es: Calificaciones Untappd

source: Untappd ratings
ca: Valoracions Untappd
es_es: Calificaciones Untappd

source: Untappd Ratings for WooCommerce
es_es: Calificaciones Untappd para WooCommerce

source: Untappd Ratings for WooCommerce requires WooCommerce to be installed and active.
ca: Untappd Ratings per a WooCommerce requereix que WooCommerce estigui instal·lat i actiu.
es_es: Untappd Ratings para WooCommerce requiere que WooCommerce esté instalado y activo.

source: Use Untappd ratings
ca: Utilitzeu les classificacions Untappd
es_es: Usar calificaciones de Untappd

source: Used to identify the application on the server
ca: S'utilitza per identificar l'aplicació al servidor
es_es: Se utiliza para identificar la aplicación en el servidor.

source: View product
ca: Veure producte
es_es: Ver el producto
